export const MARKER_COLOR = {
    'Логотипы и айдентика': '#00b400',
    'Навигационные стелы': '#ffd400 ',
    'Таблички ОКН': '#00b4ff',
    'Таблички ЧО': '#e63223',
    'Обычные адресные таблички': '#ff640a',
    'Фризы остановок': '#55647d',
    Светофор: '#965a14',
    'Исторические адресные таблички': '#aa9b46',
    'Уличная мебель': '#5820e4',
    'Памятные таблички': '#f758b6',
    Транспорт: '#006d4e',
    'Настенные таблички': '#a00041',
};

export const MARKER_FILTER_COLOR = MARKER_COLOR;
