export const DESIGN_MAP_HOST = 'https://map.ekaterinburg.design';

export const designCode = {
    async getObjectsCount() {
        return Promise.resolve([
            ['Таблички ОКН', 105],
            ['Фризы остановок', 27],
            ['Настенные таблички', 21],
            ['Навигационные стелы', 18],
            ['Обычные адресные таблички', 9],
            ['Исторические адресные таблички', 6],
            ['Таблички ЧО', 6],
            ['Логотипы и айдентика', 3],
            ['Светофор', 2],
            ['Транспорт', 1],
            ['Памятные таблички', 1],
            ['Уличная мебель', 1],
        ]);
    },
};
